{
  "about": "Sobre mi",
  "education": "Formación",
  "certification": "Certificaciones",
  "experience": "Experiencia",
  "web-proyects": "Proyectos",
  "download-cv": "Descargar CV",
  "tittle-page": "Desarrollador experto en",
  "flag": "Bandera de",
  "personal-brand": "Si tuviera que definirme con tres palabras, serían Perfeccionismo, Creatividad y Constancia.",
  "about-me-p-1": "Desarrollador web con un fuerte enfoque en JavaScript, tanto en su forma nativa como trabajando con tecnologías modernas como React y NodeJS.",
  "about-me-p-2": "He trabajado con bases de datos relacionales (MySQL) y no relacionales (MongoDB), y tengo experiencia en el uso de Git para control de versiones.",
  "about-me-p-3": "Aplico buenas prácticas en maquetación, estructura del código y optimización del rendimiento, buscando siempre que el código sea limpio, legible y mantenible.",
  "mine": "Mi",
  "plural-mine": "Mis",
  "plural-mine-male": "Mis",
  "web-logo": "Logo de la web",
  "author-image-about-me-section": "Imagen del autor en el apartado sobre mi",
  "author-image-hero-section": "Foto del autor del portfolio",
  "footer": {
    "designed": "Diseñado libremente con <react>React</react> y <tailwind>Tailwind CSS</tailwind> y programado en <vscode>Visual Studio Code</vscode> por mí. Implementado con <netlify>Netlify</netlify>."
  },
  "work-together": "Trabajemos juntos",
  "future-now": "el futuro es AHORA!",
  "img-web": "Imagen de la web",
  "frase-hero": "Experto en interfaces a medida y gestión avanzada de datos",
  "about-section": {
    "introduction": "Soy un desarrollador con casi<important-sentence-1>4 años de experiencia</important-sentence-1>experto en crear<important-sentence-2>diseños únicos, demandados o a medida de cada cliente / empresa</important-sentence-2>. Diseño y desarrollo<important-sentence-3>APIs REST robustas con CRUD completo. Manejo y manipulación de todo tipo de datos y autenticaciones seguras</important-sentence-3>. Me defino como:",
    "title-part-1": "Sobre",
    "title-part-2": "Mi",
    "problem-solving": "Resolutivo",
    "problem-solving-text": "Aporto nuevas ideas y soluciones a cualquier circunstancia y me enfoco en las necesidades del cliente.",
    "responsible": "Responsable",
    "responsible-text": "Concienciado en cuidar cada detalle, cada pixel importa.",
    "consistent": "Constante",
    "consistent-text": "Cada objetivo debe cumplirse en la fecha o evento acordado.",
    "collaborative": "Colaborativo",
    "collaborative-text": "Una barca no se mueve por un solo navegante. Rememos juntos en una misma dirección."
  }
}
