{
  "about": "Sobre mi",
  "education": "Formació",
  "certification": "Certificacions",
  "experience": "Experiència",
  "web-proyects": "Projectes",
  "download-cv": "Descarregar CV",
  "tittle-page": "Desenvolupador expert en",
  "lang": "Idioma",
  "personal-brand": "Si m'hagués de definir amb tres paraules, serien Perfeccionisme, Creativitat i Constància.",
  "about-me-p-1": "Desenvolupador web amb un fort enfocament en JavaScript, tant en la forma nativa com treballant amb tecnologies modernes com React i NodeJS.",
  "about-me-p-2": "He treballat amb bases de dades relacionals (MySQL) i no relacionals (MongoDB), i tinc experiència en l'ús de Git per a control de versions.",
  "about-me-p-3": "Aplico bones pràctiques en maquetació, estructura del codi i optimització del rendiment, buscant sempre que el codi sigui net, llegible i mantenible.",
  "mine": "La Meva",
  "plural-mine": "Les Meves",
  "plural-mine-male": "Els Meus",
  "web-logo": "Logo de la web",
  "author-image-about-me-section": "Imatge de l'autor a l'apartat \"Sobre mi\"",
  "author-image-hero-section": "Foto de l'autor del portfolio",
  "footer": {
    "designed": "Dissenyat lliurement amb <react>React</react> i <tailwind>Tailwind CSS</tailwind> i programat amb <vscode>Visual Studio Code</vscode> per mi. Implementat amb <netlify>Netlify</netlify>."
  },
  "work-together": "Treballem junts",
  "future-now": "el futur és ARA!",
  "img-web": "Imatge de la web",
  "frase-hero": "Expert en interfícies a mida i gestió avançada de dades",
  "about-section": {
    "introduction": "Sóc un desenvolupador amb gairebé<important-sentence-1>4 anys d'experiència</important-sentence-1>expert en crear<important-sentence-2>dissenys únics, demandats o a mida de cada client / empresa</important-sentence-2>. Dissenyo i desenvolupo<important-sentence-3>APIs REST robustes amb CRUD complet. Gestió i manipulació de tot tipus de dades i autenticacions segures</important-sentence-3>. Em defineixo com:",
    "title-part-1": "Sobre",
    "title-part-2": "Mi",
    "problem-solving": "Resolutiu",
    "problem-solving-text": "Aporto noves idees i solucions a qualsevol circumstància i em centro en les necessitats del client.",
    "responsible": "Responsable",
    "responsible-text": "Conscient de cuidar cada detall, cada píxel importa.",
    "consistent": "Constant",
    "consistent-text": "Cada objectiu s'ha de complir en la data o esdeveniment acordat.",
    "collaborative": "Col·laboratiu",
    "collaborative-text": "Una barca no es mou per un sol navegant. Remem junts en la mateixa direcció.",
    "inmediate-availability": "Incorporació immediata",
    "full-time-availability": "Disponibilitat horària completa",
    "driving-licence": "Permís de conduir B1"
  },
  "languages": "Idiomes",
  "lang-es": "Castellà",
  "lang-ca": "Català",
  "lang-en": "Anglès",
  "others": "Altres",
  "projects-section": {
    "rentari": {
      "text": "Rènting de vehicles per a empreses i particulars, fàcil, segur i 100% digital."
    },
    "github": {
      "text": "Tots els meus dissenys i projectes actuals i futurs són aquí!"
    },
    "visit": "Visitar"
  },
  "experience-section": {
    "alemany": {
      "text": "Experiència treballant amb arxius JSP i amb Java, aplicant mesures de seguretat en variables i també als arxius JSP. Desenvolupament de funcionalitats multillenguatge mitjançant arxius d'idioma. Gestió professional diària de JavaScript, HTML, CSS, Bootstrap, jQuery i JSON. Participació activa en múltiples tasques del backlog, incloent consultes i manteniment en PostgreSQL, a més de garantir que totes les webs fossin responsive i sense scroll."
    },
    "maskokotas": {
      "text": "Experiència centrada en la part frontend, realitzant també tasques de backend per obtenir i gestionar dades. Participació en tasques del carret de compra, incloent funcionalitats com el canvi de divises. Participació activa en múltiples tasques del backlog, a més de garantir que totes les webs fossin responsive."
    },
    "adstorm": {
      "text": "Experiència transformant maquetes en llocs web funcionals implementant-los a WordPress amb plantilles Divi. Desenvolupament frontend basat en dissenys proporcionats, assegurant precisió visual i funcionalitat completa."
    }
  },
  "education-section": {
    "CFGS": "TÈCNIC SUPERIOR EN DESENVOLUPAMENT D'APLICACIONS WEB",
    "CFGM": "TÈCNIC EN SISTEMES MICROINFORMÀTICS I XARXES"
  },
  "certification-section": {
    "cert-2021": {
      "title": "CODING BOOTCAMP DESENVOLUPADOR WEB FULL STACK JAVASCRIPT",
      "concepts": {
        "concept-1": "Les TIC.",
        "concept-2": "Tecnologies i disseny web, HTML i CSS.",
        "concept-3": "Algorismes i programes. Programació Backend.",
        "concept-4": "Emmagatzematge de dades.",
        "concept-5": "Interacció amb l'usuari. FrontEnd amb ReactJS.",
        "concept-6": "Projecte. Integració FrontEnd / BackEnd."
      }
    }
  },
  "language-not-available": "Idiomes no disponibles"
}
