{
  "about": "About me",
  "education": "Education",
  "certification": "Certifications",
  "experience": "Experience",
  "web-proyects": "Projects",
  "download-cv": "Download CV",
  "tittle-page": "Expert developer",
  "lang": "Language",
  "personal-brand": "If I had to define myself in three words, they would be Perfectionism, Creativity, and Perseverance.",
  "about-me-p-1": "Web developer with a strong focus on JavaScript, both in its native form and working with modern technologies such as React and NodeJS.",
  "about-me-p-2": "I have worked with relational (MySQL) and non-relational (MongoDB) databases, and I have experience using Git for version control.",
  "about-me-p-3": "I apply best practices in layout, code structure, and performance optimization, always striving to make the code clean, readable, and maintainable.",
  "mine": "My",
  "plural-mine": "My",
  "plural-mine-male": "My",
  "web-logo": "Website logo",
  "author-image-about-me-section": "Author image in the \"About me\" section",
  "author-image-hero-section": "Photo of the portfolio author",
  "footer": {
    "designed": "Freely designed with <react>React</react> and <tailwind>Tailwind CSS</tailwind> and coded in <vscode>Visual Studio Code</vscode> by me. Deployed with <netlify>Netlify</netlify>."
  },
  "work-together": "Let's work together",
  "future-now": "the future is NOW!",
  "img-web": "Website image",
  "frase-hero": "Expert in custom interfaces and advanced data management",
  "about-section": {
    "introduction": "I am a developer with almost<important-sentence-1>4 years of experience</important-sentence-1>, specialized in creating<important-sentence-2>unique, high-demand, or fully custom designs tailored to each client or company</important-sentence-2>. I design and develop<important-sentence-3>robust REST APIs with full CRUD functionality, handling and manipulating all types of data with secure authentication</important-sentence-3>. I define myself as:",
    "title-part-1": "About",
    "title-part-2": "Me",
    "problem-solving": "Problem-solving",
    "problem-solving-text": "I bring new ideas and solutions to any situation and focus on the client's needs.",
    "responsible": "Responsible",
    "responsible-text": "Committed to caring for every detail, every pixel matters.",
    "consistent": "Consistent",
    "consistent-text": "Every goal must be achieved on the agreed date or event.",
    "collaborative": "Collaborative",
    "collaborative-text": "A boat doesn’t move with only one sailor. Let’s row together in the same direction.",
    "inmediate-availability": "Immediate availability",
    "full-time-availability": "Full time availability",
    "driving-licence": "B1 driving licence"
  },
  "languages": "Languages",
  "lang-es": "Spanish",
  "lang-ca": "Catalan",
  "lang-en": "English",
  "others": "Others",
  "projects-section": {
    "rentari": {
      "text": "Vehicle leasing for companies and individuals, easy, secure, and 100% digital."
    },
    "github": {
      "text": "All my current and future designs and projects are here!"
    },
    "visit": "Visit"
  },
  "experience-section": {
    "alemany": {
      "text": "Experience working with JSP files and Java, applying security measures on variables as well as in JSP files. Developing multilingual functionalities using language files. Daily professional handling of JavaScript, HTML, CSS, Bootstrap, jQuery, and JSON. Active participation in multiple backlog tasks, including queries and maintenance in PostgreSQL, as well as ensuring all websites were responsive and scroll-free."
    },
    "maskokotas": {
      "text": "Experience focused on the frontend, also performing backend tasks to retrieve and manage data. Participation in shopping cart tasks, including features such as currency conversion. Active participation in multiple backlog tasks, as well as ensuring all websites were responsive."
    },
    "adstorm": {
      "text": "Experience converting mockups into functional websites by implementing them in WordPress using Divi templates. Frontend development based on provided designs, ensuring visual accuracy and full functionality."
    }
  },
  "education-section": {
    "CFGS": "HIGHER TECHNICIAN IN WEB APPLICATION DEVELOPMENT",
    "CFGM": "TECHNICIAN IN MICROCOMPUTER SYSTEMS AND NETWORKS"
  },
  "certification-section": {
    "cert-2021": {
      "title": "CODING BOOTCAMP FULL STACK JAVASCRIPT WEB DEVELOPER",
      "concepts": {
        "concept-1": "ICT (Information and Communication Technologies).",
        "concept-2": "Web technologies and design, HTML and CSS.",
        "concept-3": "Algorithms and programs. Backend programming.",
        "concept-4": "Data storage.",
        "concept-5": "User interaction. FrontEnd with ReactJS.",
        "concept-6": "Project. FrontEnd / BackEnd integration."
      }
    }
  },
  "language-not-available": "Languages ​​not available"
}
